Repository: DotNetToscana/See4Me
Catalog: Src/See4Me.Localization/Resources/AppResources.*.resx
Languages: it

source: About
it: Informazioni

# AboutCommand
source: About...
it: Informazioni su...

# AngerFemale
source: Angry
it: Arrabbiata

# AngerMale
source: Angry
it: Arrabbiato

source: Back camera ready
it: Fotocamera posteriore pronta

# BoyFemale
source: Girl
it: Ragazza

# BoyMale
source: Boy
it: Ragazzo

# ChildFemale
source: Child
it: Bambina

# ChildMale
source: Child
it: Bambino

# ContemptFemale
source: To show contempt
it: Mostrare disprezzo

# ContemptMale
source: To show contempt
it: Mostrare disprezzo

# DisgustFemale
source: Disgusted
it: Disgustata

# DisgustMale
source: Disgusted
it: Disgustato

source: Emotion Subscription Key
it: Chiave di sottoscrizione servizio Emotion

# FaceRecognizedSingular
source: I see
it: Ho riconosciuto

# FacesRecognizedPlural
source: I see {0} people
it: Ho riconosciuto {0} persone

# FearFemale
source: Fearful
it: Speventata

# FearMale
source: Fearful
it: Spaventato

source: Front camera ready
it: Fotocamera frontale pronta

# GotoCognitiveServices
source: Visit Cognitive Services Home Page
it: Visualizza la Home Page dei Cognitive Services

# GotoGitHub
source: Follow the project on GitHub
it: Segui il progetto su GitHub

# HappinessFemale
source: Happy
it: Felice

# HappinessMale
source: Happy
it: Felice

# InitializationError
source: Error during app initialization
it: Errore durante l'avvio dell'app

# LookingFemale
source: looking {0}
it: che sembra {0}

# LookingMale
source: looking {0}
it: che sembra {0}

# ManFemale
source: Woman
it: Donna

# ManMale
source: Man
it: Uomo

# NeutralFemale
source: Neutral
it: Neutro

# NeutralMale
source: Neutral
it: Neutro

# NoConnection
source: I'm sorry, there is no Internet connection
it: Mi dispiace, non hai connessione ad Internet

# OpenSettings
source: Go to Settings
it: Vai alle Impostazioni

# PersonAgeMessageFemale
source: A {1} years old {0}
it: Una {0} di {1} anni

# PersonAgeMessageMale
source: A {1} years old {0}
it: Un {0} di {1} anni

# WindowsProjectAuthor
source: Developed by Marco Minerva - MVP Windows Development
it: Sviluppato da Marco Minerva - MVP Windows Development

# QueryingVisionService
source: Analyzing the image...
it: Analisi dell'immagine...

# RecognitionError
source: I'm sorry, there was an unexpected error
it: Mi dispiace, si è verificato un errore inatteso

# RecognitionFailed
source: I'm sorry, I don't recognize the image
it: Mi dispiace, non riconosco l'immagine

source: Recognize Text
it: Riconosci il testo

# RecognizingFaces
source: Recognizing faces and emotions...
it: Riconoscimento dei volti e delle emozioni...

# ResourceLanguage
source: en
it: it

# SadnessFemale
source: Sad
it: Triste

# SadnessMale
source: Sad
it: Triste

source: Save
it: Salva

# ServiceNotRegistered
source: Attention, the service is not registered. Go to Settings page to enter the required keys.
it: Attenzione, il servizio non è registrato. Vai alle Impostazioni per inserire le chiavi necessarie

source: Settings
it: Impostazioni

source: Show description confidence
it: Mostra l'accuratezza della descrizione

source: Show original description on translation
it: Mostra anche la descrizione originale in caso di traduzione

# SubscribeCognitiveServices
source: Subscribe to get the key
it: Registrati per ottenere la chiave

# SurpriseFemale
source: Surprised
it: Sorpresa

# SurpriseMale
source: Surprised
it: Sorpreso

source: Swap camera
it: Cambia la fotocamera

# SwapCameraError
source: I'm sorry, I'm unable to swap camera
it: Mi dispiace, non riesco a cambiare la camera

# TakePhoto
source: Take a photo
it: Scatta una foto

source: Text-To-Speech
it: Leggi i messaggi

source: Translating...
it: Traduzione...

source: Translator Subscription Key
it: Chiave di sottoscrizione servizio Translator

# UnableToAccessService
source: Unable to access the service. Ensure that registration keys are correct
it: Impossibile accedere al servizio. Verifica che le chiavi di accesso siano corrette

# UnableToRecognizeText
source: I'm sorry, I can't recognize text inside the photo
it: Mi dispiace, non ho riconosciuto testo all'interno della foto

# UnableToTakePhoto
source: I'm sorry, I can't take the photo. Try restarting the app
it: Mi dispiace, non riesco a scattare la foto. Prova a riavviare l'app

source: Vision Subscription Key
it: Chiave di sottoscrizione servizio Vision

source: Yes
it: Sì

# ConsentRequiredMessage
source: You must have the consent of the people whose data (such as images, voices, video or text) are being processed by See4Me. Consent is required to use the app. See4Me adheres to all applicable privacy regulations. By proceding, you confirm you have the consent.
it: Devi avere il consenso delle persone le cui informazioni (come immagini, voce, video o testi) verranno elaborate da See4Me. Il consenso è richiesto per utilizzare l'app. See4Me rispetta tutte le normative sulle privacy applicabili in questo contesto. Procedendo, confermi di possedere questo consenso.

# ConsentRequiredTitle
source: Consent required
it: Richiesta consenso

source: Privacy Policy
it: Informativa sulla privacy

# PrivacyPolicyCommand
source: Privacy Policy...
it: Informativa sulla privacy...

# PrivacyStatement
source: The image, voice, video or text understanding capabilities of See4Me app uses Microsoft Cognitive Services. Microsoft will receive the images, audio, video, and other data that you upload (via this app) for service improvement purposes. To report abuse of the Microsoft Cognitive Services to Microsoft, please visit the Microsoft Cognitive Services website at https://www.microsoft.com/cognitive-services, and use the "Report Abuse" link at the bottom of the page to contact Microsoft. For more information about Microsoft privacy policies please see their privacy statement here: https://go.microsoft.com/fwlink/?LinkId=521839.
it: Le funzionalità di riconoscimento di immagini, voce, video e testo di See4Me sono basate sui Microsoft Cognitive Services. Microsoft riceverà le immagini, l'audio, il video e gli altri dati che verranno inviati attraverso questa app per migliorare il servizio. Per segnalare a Microsoft abusi relativi ai Microsoft Cognitive Services, visita il sito dei Microsoft Cognitive Services all'indirizzo https://www.microsoft.com/cognitive-services, e usa il link "Report Abuse" in fondo alla pagina per contattare Microsoft. Per maggiori informazioni sulle normative della privacy di Microsoft visualizza l'informativa disponibile qui: https://go.microsoft.com/fwlink/?LinkId=521839.

source: Microsoft privacy policies
it: Informativa sulla privacy Microsoft

source: Recognizing text...
it: Riconoscimento del testo...

# AndroidProjectAuthor
source: Developed by Marco Minerva - MVP Windows Development
it: Sviluppato da Marco Minerva - MVP Windows Development

# iOSProjectAuthor
source: Developed by Riccardo Cappello
it: Sviluppato da Riccardo Cappello

# SubscribeTranslatorService
source: Subscribe to get the key
it: Registrati per ottenere la chiave
